Repository: ksumeyyek/Homies-flutter
Catalog: lib/l10n/app_*.arb
Languages: tr

# evBaslik
source: Sunflower House
tr: Ayçiçeği Evi

# degerlendirmeYazi
source: 47 reviews
tr: 47 değerlendirme

# konumYazi
source: El Port de la Selva,Catalonia,Spain
tr: El Port de la Selva,Katalanya,İspanya

# sahibYazi
source: Home hosted by : Geoff
tr: Ev Sahibi: Geoff

# superYazi
source: Superhost
tr: Süper Ev Sahibi

# misafirYazi
source: 10 guests
tr: 10 misafir

# havuzYazi
source: 1 pool
tr: 1 havuz

# yatakYazi
source: 5 beds
tr: 5 yatak

# banyoYazi
source: 3 baths
tr: 3 banyo

# takvimYazi
source: Free cancellation for 48 hours
tr: 48 saat içinde ücretsiz iptal

# kapiYazi
source: Self check-in
tr: Kendi kendine giriş

# konum1Yazi
source: Great location
tr: Mükemmel konum

# geceYazi
source: night
tr: gece

# buttonYazi
source: Reserve
tr: Rezerve Edin
